Repository: robertpelloni/neverball
Catalog: po/*.po
Languages: tr

source: Aborted
tr: İptal Edildi

source: Time-out
tr: Zaman Doldu

source: Success
tr: Başarılı

source: Fall-out
tr: Düştün

source: Unknown
tr: Bilinmeyen

source: Manual Camera
tr: Sabit Kamera

source: Lazy Camera
tr: Ağır Kamera

source: Chase Camera
tr: Takip Kamerası

source: Camera %d
tr: Kamera%d

source: Coins
tr: Altın

source: Goal
tr: Hedef

source: Balls
tr: Kalan Top

source: Score
tr: Skor

source: Challenge Mode
tr: Düello Modu

source: Challenge
tr: Düello

source: Normal Mode
tr: Normal Mod

source: Standalone Mode
tr: Bağımsız Mod

source: Standalone
tr: Bağımsız

source: Unknown Mode
tr: Bilinmeyen Mod

source: Ball Model
tr: Top Modeli

source: Back
tr: Geri

source: Options
tr: Seçenekler

source: Graphics
tr: Grafikler

source: Configure
tr: Ayarlar

source: Mouse Sensitivity
tr: Fare Hassasiyeti

source: Gamepad
tr: Oyun Kolu

source: Sound Volume
tr: Ses Seviyesi

source: Music Volume
tr: Müzik Seviyesi

source: Player Name
tr: Oyuncu İsmi

source: Language
tr: Dil

source: Default
tr: Varsayılan

source: Time
tr: Süre

source: Status
tr: Durum

source: Replay
tr: Tekrar

source: Player
tr: Oyuncu

source: Date
tr: Tarih

source: Select Replay
tr: Tekrarı Seç

source: No Replays
tr: Tekrar Yok

source: Replay Paused
tr: Durduruldu

source: Replay Ends
tr: Tekrar Bitti

source: Quit
tr: Çık

source: Keep
tr: Geri Dön

source: Delete
tr: Sil

source: Continue
tr: Devam Et

source: Repeat
tr: Tekrarla

source: Delete Replay?
tr: Kayıt Silinsin mi?

source: Warning!
tr: Uyarı!

source: The current replay was recorded with a\different (or unknown) version of this level.\Be prepared to encounter visual errors.\
tr: Geçerli kayıt bu bölümün farklı (veya\bilinmeyen) bir sürümünde kaydedilmiş.\Görsel hatalarla karşılaşabilirsiniz.\

source: New Set Record
tr: Yeni Rekor

source: Set Complete
tr: Tamamla

source: Select Level
tr: Bölüm Seç

source: Fall-out!
tr: Hay Aksi!

source: Time's Up!
tr: Süre Bitti!

source: Exit
tr: Çıkış

source: Next Level
tr: Sıradaki Bölüm

source: Retry Level
tr: Tekrar Dene

source: Save Replay
tr: Kaydet

source: New Record
tr: Yeni Rekor

source: GOAL
tr: BAŞARDIN

source: Finish
tr: Bitiş Noktası

source: Tricks
tr: İpuçları

source: Modes
tr: Modlar

source: Controls
tr: Kontroller

source: Rules
tr: Kurallar

source: Move the mouse or joystick\or use keyboard arrows to\tilt the floor causing the\ball to roll.\
tr: Fareyi, oyun kolunu veya\klavyedeki yön tuşlarını\kullanıp topu oynatarak\zemin üzerinde hareket et.\

source: Roll over coins to collect\them. Collect coins to\unlock the goal and finish\the level.\
tr: Altınları üzerlerinden geçerek\toplayın. Hedefe ulaşıp\bölümü tamamlamak için\altınları biriktirin.\

source: Left and right mouse buttons rotate the view.\Hold Shift for faster view rotation.
tr: Farenin sol ve sağ tuşlarıyla görüntüyü döndürün.\Daha hızlı döndürmek için Shift tuşuna basılı tutun.\

source: Exit / Pause
tr: Çık/Durdur

source: Restart Level
tr: Yeniden Başlat

source: Screenshot
tr: Ekran Görüntüsü Al

source: Finish a level before the time runs out.\You need to collect coins in order to open the goal.
tr: Süre bitmeden önce bölümü tamamla.\Hedefe giden yolu açmak için altınları biriktir.\

source: Start playing from the first level of the set.\You start with only three balls, do not lose them.\Earn an extra ball for each 100 coins collected.
tr: Setin ilk bölümünden itibaren oynamaya başla.\Yalnızca üç top hakkın var, onları kaybetme.\Her 100 altın topladığınızda birer top daha kazanırsın.

source: Corners can be used to jump.\Get rolling and take aim\at the angle. You may be able\to reach new places.\
tr: Köşeleri zıplamak için kullanabilirsin.\Hızlan ve köşeyi hedefle. Bu\sayede bölümün erişmesi zor\noktalarına ulaşabilirsin.\

source: Tilting in 2 directions increases\the slope. Use the manual camera\and turn the camera by 45\degrees for best results.\
tr: Kamera açısını iki farklı doğrultuda\eğerek eğimi arttırabilir ve hızlanabilirsiniz.\En iyi sonuçlar için 45 derecelik açı\ve sabit kamerayı kullanın.\

source: Watch demo
tr: Örneği İzle

source: Bonus Level %s
tr: Bonus Bölüm%s

source: Level %s
tr: Bölüm%s

source: Standalone level
tr: Bağımsız Bölüm

source: A replay file could not be opened for writing.\This game will not be recorded.\
tr: Kayıt dosyasının üzerine yazılamıyor.\Bu oyun kaydedilmeyecek.\

source: OK
tr: Tamam

source: Cancel
tr: İptal

source: GAME OVER
tr: OYUN BİTTİ

source: Paused
tr: Durduruldu

source: Restart
tr: Sıfırla

source: Ready?
tr: Yerini Al!

source: Set?
tr: Hazırlan!

source: GO!
tr: Başla!

source: Replay Name
tr: Kayıt Adı

source: Save
tr: Kaydet

source: Overwrite?
tr: Üzerine Yazılsın mı?

source: Overwrite
tr: Üzerine Yaz

source: Level Set
tr: Bölüm Türü

source: Unlocked
tr: Kilitsiz

source: Locked
tr: Kilitli

source: Goal State in Completed Levels
tr: Tamamlanmış Bölümlerdeki Hedefler

source: menu^Cheat
tr: Hile Modu

source: menu^Play
tr: Başla

source: menu^Replay
tr: Kayıtlar

source: menu^Help
tr: Yardım

source: menu^Options
tr: Ayarlar

source: menu^Exit
tr: Çıkış

source: Hard
tr: Zor

source: Medium
tr: Orta

source: Easy
tr: Kolay

source: Unavailable
tr: Kullanılamaz

source: Most Coins
tr: En Çok Altın

source: Best Times
tr: En İyi Süre

source: Fast Unlock
tr: En Hızlı Hedef Açma

source: Change Name
tr: İsmini Değiştir

source: Off
tr: Kapalı

source: Unknown Display
tr: Bilinmeyen Ekran

source: Display
tr: Ekran

source: Fullscreen
tr: Tam Ekran

source: On
tr: Açık

source: Resolution
tr: Çözünürlük

source: Antialiasing
tr: Yumuşatma

source: Reflection
tr: Yansıma

source: Background
tr: Arkaplan

source: Shadow
tr: Gölgeler

source: Button A
tr: A Tuşu

source: Button B
tr: B Tuşu

source: Button X
tr: X Tuşu

source: Button Y
tr: Y Tuşu

source: Button L1
tr: L1 Tuşu

source: Button R1
tr: R1 Tuşu

source: Select
tr: Seç

source: Start
tr: Başlat

source: X Axis 1
tr: X Ekseni 1

source: Y Axis 1
tr: Y Ekseni 1

source: X Axis 2
tr: X Ekseni 2

source: Y Axis 2
tr: Y Ekseni 2

source: Press a button...
tr: Bir tuşa basın...

source: Move a stick...
tr: Bir analog çubuğu oynatın...

source: Par
tr: Berabere

source: P1
tr: Oyuncu 1

source: P2
tr: Oyuncu 2

source: P3
tr: Oyuncu 3

source: P4
tr: Oyuncu 4

source: Select Course
tr: Parkur Belirle

source: Players?
tr: Oyuncu Sayısı?

source: Hole %02d
tr: Delik%02d

source: It's In!
tr: İçeride!

source: 1 Stroke Penalty
tr: Penaltı Vuruşu

source: Scores
tr: Sayı

source: Final Scores
tr: Son Sayı

source: Neverball Easy
tr: Neverball Kolay Seviye

source: Difficulty: Beginner through Intermediate\\25 levels with a smooth learning curve.\Read level introductions for gameplay tips.\ \
tr: Zorluk: Başlangıçtan Orta Seviyeye\\Düzenli bir zorluk artışıyla 25 bölüm.\İpuçları için bölüm açıklamalarını oku.\ \

source: Neverball Medium
tr: Neverball Orta Seviye

source: Difficulty: Beginner through Expert\\25 levels which provide a balanced\challenge for players. Try to claim\some of the records provided.\
tr: Zorluk: Başlangıçtan İleri Seviyeye\\25 bölüm boyunca düzenli bir zorluk seviyesi.\Bazı rekorları kırmaya çalış.\

source: Neverball Hard
tr: Neverball Zor Seviye

source: Difficulty: Intermediate through Expert\\25 levels with more of a challenge for\the experienced player. Try to claim\Best Times, Most Coins, and Fast Unlock records.\
tr: Zorluk: Orta Seviyeden İleri Seviyeye\\Deneyimli oyuncular için oldukça zor 25 bölüm.\"En İyi Süre", "En Çok Altın",\ve "En Hızlı Hedef Açma" rekorlarını kırmayı dene.\

source: Difficulty: Expert through Insane\\25 levels with even greater challenge.\Author: Mehdi Yousfi-Monod (mym)\ \
tr: Zorluk: İleri Seviyeden İnsanüstülüğe\\Daha da zorlayıcı 25 farklı bölüm.\Hazırlayan: Mehdi Yousfi-Monod (mym)\ \

source: Difficulty: A little bit harder than my first set.\\More challenge, particularly for grabbing coins.\Author: Mehdi Yousfi-Monod (mym)\ \
tr: Zorluk: Bir önceki setimden biraz daha zor.\\Daha fazla bölüm, daha fazla altın.\Hazırlayan: Mehdi Yousfi-Monod (mym)\ \

source: Difficulty: Expert through Impossible\\Assorted levels for advanced players.\Author: Florian Priester\\
tr: Zorluk: İleri Seviyeden İmkansızlığa\\Üst düzey oyuncular için çeşitli bölümler.\Hazırlayanı: Florian Priester\\

source: Tones Levels
tr: Tones Levelleri

source: Difficulty: Moderate to Difficult.\\Author: Ian Walker\\
tr: Zorluk: Orta Seviyeden İleri Seviyeye.\\Hazırlayan: Ian Walker\\

source: Neverball Misc
tr: Neverball Ek Bölümler

source: Unsorted levels\For testing purposes\\\\
tr: Uyarı: Henüz sıralanmamış bölümler.\Test amaçlı.\\\\

source: The original 18-hole Neverputt course.\With a gentle learning curve.\ \Difficulty: Easy to Medium\Author: rlk\
tr: Orijinal 18-delikli Neverputt parkuru.\Adil bir zorluk artışı.\ \Zorluk: Başlangıçtan Orta Seviyeye\Hazırlayan: rlk\

source: Another 18-hole course\ \ \Difficulty: Medium\Author: paxed\
tr: Bir diğer 18-delikli parkur\ \ \Zorluk: Orta Seviye\Hazırlayanı: paxed\

source: Yet Another 18-hole course\ \ \Difficulty: Medium\Author: paxed\
tr: Bir diğer 18-delikli kurs\ \ \Zorluk: Orta\Bölüm yapımcısı: paxed\

source: Even More Holes\ \ \Difficulty: Medium\Author: paxed\
tr: Daha Fazla Bölüm!\ \ \Zorluk: Orta Seviye\Hazırlayan: paxed\

source: A 26-hole course\following the alphabet\\Difficulty: Hard\Author: paxed\
tr: Alfabeyi izleyen 26-delikli bir kurs\\Zorluk: Zor Seviye\Hazırlayan: paxed\

source: Crazy Golf\ \\Difficulty: Easy to Medium\Author: slippifishi\
tr: Çılgın Golf!\ \\Zorluk: Başlangıçtan Orta Seviyeye\Hazırlayan: slippifishi\

source: Tricky Golf\\An 18-hole course with many challenges\Difficulty: Expert Through Insane\Author: Byron James Johnson
tr: Zorlayıcı Golf!\\Birçok farklı düello ile beraber 18-delikli bir kurs\Zorluk: İleri Seviyeden İnsanüstülüğe\Hazırlayan: Byron James Johnson

source: Golf Jambalaya\\Vidski's infamous course.\Difficulty: Medium to hard.\Author: vidski\
tr: Golf Jambalaya\\Vidski'nin adı kötüye çıkmış parkuru.\Zorluk: Orta Seviyeden İleri Seviyeye\Hazırlayan: vidski\

source: Reshaun's iPutt Course\\\Difficulty: Easy through Hard\Author: Reshaun Francis
tr: Reshaun'un iPutt Parkuru\\\Zorluk: Başlangıçtan İleri Seviyeye\Hazırlayan: Reshaun Francis

source: Neverball\\http://neverball.org\\Created by Robert Kooima\
tr: Neverball\\https://neverball.org\\Robert Kooima tarafından yapıldı.\

source: Try to avoid being hit by moving objects.\One bump can throw the ball\completely out of control.\
tr: Hareketli nesnelere vurmaktan kaçınmaya\çalış. En ufak bir temas topu elinden kaydırıp\kontrolden çıkarabilir.\

source: Learn to control a bouncing ball.\Look at the shadow to know where the\ball will land. If you're feeling confident in\your mastery of bouncing, take a risk\for a big payoff.\
tr: Zıplayan bir topu kontrol etmeyi öğren.\Topun nerede düşeceğini gölgesini\takip ederek tahmin etmeye çalış.\Eğer kendine güveniyorsan risk almaktan çekinme,\buna değebilir.\

source: This time you must get 50 coins to unlock the goal.\Red coins are worth 5, blue coins are worth 10.\Get to the goal before time expires!\\Click to begin.\
tr: Bu kez hedefi açmak için 50 altın toplamalısın.\Kırmızı altınların değeri 5,\mavi altınların değeri ise 10 altın.\Süre dolmadan hedefe ulaş!\\Başlamak için tıkla.\

source: Here are some more opportunities for you to\fall off into the void. Hit the bump hard to\grab some big coins and score a short time.\
tr: Burada boşluğa düşmek birazcık daha kolay.\Kısa sürede bölümü tamamlamak ve\değerli altınları toplamak için kenardaki\korkuluğa hızlıca çarpmayı dene.\

source: As before, but without the training wheels.\Keep the ball on a level floor\and maintain precise control.\Build some momentum to reach the corners.\
tr: Daha önce olduğu gibi, ama bu sefer eğitim korkulukları yok.\Hassas biçimde kontrolü sağla ve topu zeminde tutmaya çalış.\Köşelere ulaşmak için biraz hızlanmayı dene.\

source: Move the mouse to tilt the floor.\Collect 10 coins to unlock the goal.\Guide the ball to the goal to\finish the level.\\Click to begin.\
tr: Fareyi kullanarak topu oynatmaya çalış.\Şimdilik 10 altınla başlayalım.\Hedefe ulaşıp bölümü tamamlamak için topu yönlendir.\\Başlamak için tıkla.\

source: Half-pipes can be fun,\but they make it easy to fall out.\Don't over accelerate and you will\be able to stay in control.
tr: Yarım bir boru üzerine hareket etmek eğlenceli olabilir\ama kolayca düşebilirsin de.\Aşırı hızlanmadığın sürece kontrolü elinde tutabilirsin.

source: ''Flat'' is relative.\Learn to hold the floor at an angle\so that a slope remains level.\This way, you maintain full control of the ball.\Use momentum to get up to the big coins.\
tr: "Zemin" görecelidir. Zeminde sabit bir açıyla ilerlemeyi öğren,\böylece eğim belirli bir seviyede kalır.\Bu şekilde topu tamamen kontrol edebilirsin.\Değerli altınları toplamak için hızlan.\

source: There are 100 coins here.\This one shouldn't be too difficult,\if you don't accidentally make a goal first.\
tr: Burada tamı tamına 100 altın var!\Çok da zor değil gibi, hedefe yanlışlıkla girmediğin sürece.\

source: Tilt the floor as little as possible.\Less tilt means lower speed.\Lower speed means better control.\Watch the clock and use the time wisely.\
tr: Topu mümkün olduğunca az oynatmaya çalış.\Daha az hareket daha az hız demek.\Daha az hız ise daha iyi kontrol demek.\Zamanını akıllıca kullan.\

source: Each bridge is narrower than the one before.\But each pays better than the last as well!\You get to decide how far you go on this one.\
tr: Her bir köprü bir öncekinden daha da dar.\Ama bir o kadar daha kazançlı!\Ne kadar ilerleyeceğine kendin karar ver.\

source: Getting to the goal\shouldn't be a problem,\but getting all of the coins will\require some planning.\\Hint: often it is faster to avoid\a hole instead of falling into it.
tr: Hedefe ulaşmak çok büyük bir sorun değil,\ama bütün altınları toplamak için bir plan yapman gerek.\\İpucu: Zaman kazanmak için bir deliğe düşüp beklemek yerine delikten kaçınmaya çalış.

source: Stay away from the edges!\When approaching a drop, begin slowing down\early. You need just as much room to slow\down as you did to speed up.\
tr: Kenarlardan uzak dur!\Kenarlara yaklaştığınızda yavaşlamaya başla.\Hızını azaltmak için önünde yeterince boşluk olmalı,\hızını arttırmak için ise daha da fazla.

source: Follow the yellow lick road!\\The blue coins are especially challenging,\but with some experimentation and practice,\you'll be able to collect them all.
tr: Sarı yolu takip et!\Mavi altınları toplamak zor olabilir,\ama biraz deneyim ve pratikle onların da tamamını toplayabilirsin.

source: The ball wants to rebound uncontrollably\in a narrow passage. Keep it slow and\off the walls. All the coins are collectable\in the given time.\
tr: Dar bir geçitte topu kontrol etmek daha da zorlaşır.\Yavaşça ilerle ve duvarlardan kontrolsüzce sekmemeye çalış.\Elindeki süre tüm altınları toplamak için yeterli.

source: Puzzling but profitable.\\Take time to observe the motions\of the bumpers - it will help you\to reach the goal.
tr: Kafa karıştırıcı, ama bir o kadar cazip.\Hareketli cisimleri gözlemlemek için zaman ayır.\Hedefe giden yolda sana yardımcı olacak.

source: A moving platform can be tricky.\Use precise timing to get aboard,\and precise balance to stay there.\Don't let it move out from under you.\Ride the platforms to grab the big coins.\
tr: Hareketli bir platform aldatıcı olabilir.\Hedefe ulaşmak için dengeyi kur ve elindeki süreyi iyi kullan.\Zeminin altından kaymasına izin verme.\Hareketli platformu değerli altınları toplamak için kullan.\

source: Mouse buttons rotate the view.\Press Escape to pause or quit.\\\\Click to begin.\
tr: Farenin tuşları kamera açısını döndürür.\Durdurmak veya çıkmak için ESC tuşuna bas.\\Başlamak için tıkla.\

source: When you are on the elevators,\make small adjustments to keep the ball steady.\You can collect many coins by\keeping the ball in one place.\Too much movement and you will fall off.
tr: Asansördeyken ufak ayarlamalarla topu sabit tut.\Topu tek bir yerde tutarak yeterince altın toplayabilirsin.\Gereğinden fazla hareket edersen düşebilirsin de.

source: There is only one path to reach the goal,\but lots of paths for collecting coins.\Make sure you collect enough\to unlock the goal.
tr: Hedefe giden yalnızca bir yol var,\ama altın toplamak için bir çok farklı yol mevcut.\Hedefi açmak için yeterince altın topladığından emin ol.

source: Follow the trail of coins to reach the goal.\If you hit a post while moving quickly,\you will bounce far off course.
tr: Hedefe ulaşmak için altınları takip et.\Eğer hızla giderken bir sütuna çarparsan\rotanın dışına çıkabilirsin.

source: Hills require more speed to get over.\Be careful not to go too fast!
tr: Tepeleri aşmak için daha fazla hız lazım.\Fakat aşırı hızlı gitmekten de sakın!

source: When the ball is on a moving platform,\it will be pulled in the direction of movement.\Use the rails to steady yourself,\and collect the coins you need\to open the goal.
tr: Top hareketli bir platformdayken\hareket yönünde sürüklenecektir.\Sabit durmak için korkulukları kullan\ve hedefi açmak için altınları topla.

source: Grab all the coins...\but don't get bullied!
tr: Bütün altınları topla...\Ama hareketli nesnelere kabadayılık yapma!

source: Here's another coin grab.\Perhaps you already know a good route.\Teleportation might come in handy.\
tr: Bir başka altın madeni daha.\Belki şimdiden aklında iyi bir plan vardır.\Işınlanma kullanışlı olabilir.\

source: =Adventure=\Many things to do, coins to collect, risks to take.
tr: =Macera=\Toplanacak altınlar, alınacak riskler...\Yapacak çok şey var!

source: =Atrium=\Remove the coins from their columns.
tr: =Avlu=\Kolonlardaki altınları toplamaya çalış.

source: =Buoys=\He who controls the timers, controls the gates.
tr: =Şamandıralar=\"Zamana hâkim olan, kapılara da hâkim olur".

source: =Cargo=\Let yourself be carried away.
tr: =Kargo=\Kaptır kendini.

source: =Confetti=\Help! There has got to be a way through this mess.
tr: =Konfetiler=\Yardım et! Bu karmaşanın kurtulmanın bir yolu olmalı!

source: =Discs=\Used correctly, the platforms will take you to the goal.
tr: =Diskler=\Diskler seni hedefe götürebilir.\Tabii doğru kullanıldıkları takdirde.

source: =Inferno=\The fire thwomps will try to foil your mission.
tr: =Cehennem=\Ateş sihirbazları görevinizi yapamamanız\için elllerinden geleni yapacaklar.

source: =Ladybirds=\Don't let them bug you.
tr: =Uğurböcekleri=\Vızıltılarının seni rahatsız etmesine izin verme.

source: =Mountains=\Ups and downs are a part of life.
tr: =Dağlar=\İniş ve çıkışlar hayatın bir parçasıdır.

source: =Museum=\Please do not touch the exhibits.
tr: =Müze=\Lütfen sergilenen eşyalara dokunmayın.

source: =Oddities=\Something is not quite right here...
tr: =Tuhaflıklar=\Sanki burada bir şeyler yanlış gidiyor gibi...

source: =Rails=\Do not lose your balance.
tr: =Raylar=\Dengeni kaybetme.

source: =Ramps=\Can you make it to the top?
tr: =Rampalar=\Zirveye çıkabilir misin?

source: =Rings=\Roll your way through this trap.
tr: =Çemberler=\Tuzakları yuvarlanarak alt et.

source: =Slope=\Try not to become a modern-day Sisyphus.
tr: =Yokuş=\Günümüzün Sisifos'una dönüşmemeye çalış.

source: =Spacetime=\Not much space, not much time.
tr: =Uzay-Zaman=\Ne yeterince yer var, ne de yeterince zaman.

source: =Swarm=\Warning: Trespassers will be thwomped.
tr: =Arı Sürüsü=\Uyarı: İzinsiz girenler atılacaktır!

source: =Tennis=\There is plenty of prize money, and it's up for grabs.
tr: =Tenis=\Fazlasıyla altın var ve hepsi seni bekliyor.

source: =Tree=\Follow the spiral staircase to the goal.
tr: =Ağaç=\Hedefe ulaşmak için spiral merdiveni takip et.

source: =UFO=\Ride the spaceship they don't want you to know about.
tr: =UFO=\Uzay gemisine atla, henüz onlar farkında değillerken.

source: 2 switches have to be enabled\to open the path to the goal.
tr: Hedefe giden yolu açmak için\iki anahtar da etkinleştirilmeli.

source: There's not enough floor here.\Hopefully that's not a problem.\
tr: Burada yeterince yer yok.\Umarım senin için sorun değildir.\

source: To make progress here you'll need to hit the\edges hard and control your bouncing.\It's often easiest to hit the curb at a corner.\
tr: Burada ilerleme kaydetmek için kenarlara sert bir\şekilde vurman ve ivmeni kontrol etmen gerekiyor.\Bir köşedeki kaldırıma vurmak genellikle\en basit yoldur.\

source: Thus Neverball is a puzzle game?\Remove the red to unlock the goal.\Each trigger switches colors in direct contact.
tr: Ne yani, Neverball bir bulmaca oyunu mu?\Hedefi açmak için kırmızı zeminleri yeşile çevir.\Her bir anahtar çevresindeki diğer zeminlerin renklerini değiştirir.

source: Ribbit!\
tr: Vrak!\

source: Time the switches carefully to synchronize\the motion of the platforms.\Move quickly across the gaps.\
tr: Platformların hareketini eşlemek için anahtarları dikkatlice zamanla.\Karşıya geçerken hızlı ol.\

source: Yes, the ball does fit quite nicely through\those little holes.\
tr: Evet, top o küçük deliklere\oldukça güzel oturuyor.

source: Control your speed and your bounces.\Teleporters will always bring you\back somewhere in the level.
tr: Hızını ve zıplamanı kontrol et.\Işınlayıcılar seni daima daha geriye götürecek.

source: Momentum may work against you.\
tr: İvme her zaman senden yana olmayabilir.

source: Allow your greed to guide you.\For an added challenge,\try to get to all of the coins.\It can be done without guesswork.\
tr: Bırak açgözlülüğün sana rehberlik etsin!\Ek bir macera için bütün altınları toplamayı dene.\Tahmin yürütmeden de yapabilirsin.

source: Go for a ride.\
tr: Biraz yürüyelim mi?

source: There are two goals here.\You can complete this level\the easy way or the hard way.\Of course, by going the easy way\you can forget about all\those red and blue coins.
tr: İki farklı hedef var.\Bölümü kolay ya da zor yoldan da\tamamlayabilirsin. Tabii, kolay yoldan gittiğinde\bütün kırmızı ve mavi altınları unut.

source: So many different paths to take...\have you tried all of them?
tr: Gidecek birçok farklı yol var...\Hepsini denedin mi?

source: Ceci n'est pas une pipe.\
tr: "Bu bir boru değildir."

source: Slow and steady.\
tr: Yavaşça ve sakince.\

source: You'll only get about 15 seconds at each step,\so don't delay. Get the coins and\get to the next switch.\
tr: Her basamak için yaklaşık 15 saniyen var, gecikmemeye çalış.\Altınları topla ve bir sonraki anahtara geç.\

source: Don't get bullied.\
tr: Boyun eğme.

source: I think I can.\I think I can.\
tr: "Bence yapabilirim."\"Bence yapabilirim."

source: So close, yet so very far.\
tr: Çok yakın, ama bir o kadar uzak...\

source: Ride the elevators to the top.\They move quickly,\so don't dally too long.\
tr: Yukarı çıkmak için asansörleri kullan.\Epey hızlılar, fazla oyalanma.\

source: Have fun picking up those\red and blue coins.\
tr: Kırmızı ve mavi altınları toplarken iyi eğlenceler.

source: Don't worry.\The green part isn't going anywhere.\
tr: Endişelenme.\Yeşil platform hiçbir yere gitmiyor.\

source: Use the switches to set the platforms\in motion. Time it so they come\together in the middle.\
tr: Platformları hareket ettirmek için anahtarları kullan.\Zamanı geldiğinde ortada bir araya gelecekler.\

source: The ball must be entirely within a teleporter\in order to trigger it.\Remember that the ball carries its momentum\through a teleporter, so plan ahead.\
tr: Işınlayıcıların tetiklenmesi için topun\tamamı ışınlayıcının içinde olmalıdır.\Kazandığın ivmeyi de beraberinde getirdiğini\unutma, planını buna göre yap.

source: The floor is as flat as you make it.\
tr: Zemin sen ne kadar karşı koyarsan o kadar düzdür.

source: Stairway to heaven
tr: "Cennete doğru bir merdiven..."
