Repository: robertpelloni/neverball
Catalog: po/*.po
Languages: tr

source: Those bridges are angled.\Each is narrower and steeper than the last.\Take the easy cash or\go all the way for a big payoff.\
tr: Bu köprüler eğimli.\Her biri bir öncekine göre daha dar ve daha dik.\İster kolay altınları alıp devam et,\ister daha büyük oyna ve her köprüden geç.\

source: Plenty of coins for the taking.\Can you take them all?
tr: Toplanacak fazlasıyla altın var.\Hepsini toplayabilir misin?

source: Use momentum to reach\the upper platforms,\but keep the ball in control\for safe landing.\\The manual view may help here.\
tr: Yukardaki platformlara ulaşmak için hızlan,\ama güvenli bir iniş için de topu kontrol altında tut.\Sabit kamera burada yardımcı olabilir.

source: Remember to keep an eye on the shadow to\help control a bouncing ball. And don't\forget to use the mouse buttons to keep the\ball in view.\
tr: Zıplayan bir topun kontrolüne yardım etmek için\gölgeyi takip edebileceğini hatırla.\Topu görüş alanında tutmak için farenin tuşlarının\kullanıldığını unutma.

source: Use teleporters to go\where you otherwise couldn't.\
tr: Gidecek yer kalmadığında ışınlayıcıları kullan.

source: Balance risk versus reward.\
tr: Ne kadar ekmek, o kadar köfte.

source: Ascend the slope to reach your goal.\(Easier said than done.)
tr: Hedefe ulaşmak için yokuş yukarı çık.\(Söylemesi yapmaktan kolay)

source: Catch the train before it leaves the station.\
tr: Tren istasyondan ayrılmadan yakala.\

source: The ball will fit in those small holes,\if you can just find something to make it smaller.\Other places may require a bigger ball.\One thing is certain - you'll want a plan!
tr: Eğer topu küçültmenin bir yolu olsaydı küçük deliklere sığabilirdi...\Bazı yerler için de daha büyük bir top lazım.\Kesin olan tek bir şey var. Planla!

source: Hit the switches to move the barriers.\
tr: Bariyerleri kaldırmak için anahtarları aktive et.

source: The temptation to move quickly\could prove your undoing.\\Then again, maybe not...
tr: Acele giden ecele gider.\Hızlı gitmek felaketin olabilir.\Sonraki tekrarda belki de olmaz...

source: Take it slowly.\
tr: Ağır ol.

source: You can never go home again...
tr: Başladığın noktaya geri dönemezsin...

source: You'll need to exert some control over your\view here. Press 3 to stop the auto-rotation.\Use the mouse buttons to rotate it manually.\Press 1 to return to the auto-rotating view.\
tr: Burada görünümü biraz kontrol etmen gerekiyor.\Otomatik döndümeyi kapatmak için 3 tuşuna bas.\Görünümü elle döndürmek için farenin tuşlarını kullan.\Yeniden otomatik döndürmeye geçmek için 1 tuşuna bas.\

source: This wedding cake is plenty rich,\but be careful as you go\to each lower layer.
tr: Bu düğün pastası oldukça dolgun görünüyor.\Ama bir kattan ötekine geçerken dikkatli ol.

source: Bump the logs at speed to change lanes.\Try to reach the top for an extra challenge!
tr: Hat değiştirmek için aradaki bariyerlere hızla çarp.\Ekstra zorluk için en üst kata ulaşmaya çalış!

source: Take it slow to keep it away from the edge.\Or, don't.\Either way might work.\
tr: Topu kenarlardan uzak tutmak için yavaş git.\Ya da gitme.\Sen bilirsin.

source: Just as before, but moving up instead of down.\No cheating this time.\
tr: Tıpkı az önceki bölüm gibi,\ama bu sefer hareket aşağıdan yukarıya.\Bu kez hile yapamazsın.\

source: Here's yet another test of your ability\to control bouncing. Moving down the\stairs too quickly can be hazardous.\
tr: Bir başka kontrol testi.\Merdivenlerden hızlı inmek tehlikeli olabilir.\

source: This maze has no walls.\But that doesn't make the solution\any easier to find.\
tr: Bu labirentin duvarları yok.\Ama bu daha kolay olduğu anlamına gelmiyor.

source: That one switch controls all five barriers.\Be quick, because the switch is on a timer.\When it expires, the barriers will rise.\
tr: Yalnızca bir anahtar beş bariyeri de kontrol ediyor.\Çabuk ol, çünkü anahtarın belirli bir süresi var.\Süre dolduğunda bariyerler tekrar kapanacak.\

source: Follow the trail of coins\to make it through the labyrinth.
tr: Labirentten çıkmak için altınları takip et.

source: There are plenty of coins here if you're\willing to take the time to grab them.\
tr: Herkese yetecek kadar altın var.\Tabii eğer onları toplamak istiyorsan.\

source: Prisonnier de la boule.\Living in a sphere.\Catching all blue coins is a challenge.
tr: Prisonnier de la boule.\Bir kürenin içindesin.\Bütün mavi altınları toplamayı dene.

source: Try to grab all of the blue coins...\it won't be easy!
tr: Bütün mavi altınları toplamayı dene...\İşte bu kolay olmayacak!

source: Block around the clock.
tr: Bir zamanlayıcı ve çevresinde bloklar.

source: Follow the blue coins...\and learn to control your bounce!\Hint: Use the 'chase' camera mode.
tr: Mavi altınları takip et...\ve kontrollü kaybetmeden sekmeye çalış!\İpucu: Takip kamerasını kullanmayı dene.

source: Follow the arrows.
tr: Okları takip et.

source: It's a real game of checkers, but no one wins...\You have to bounce to reach the blue coins.
tr: Gerçek bir dama oyunu, fakat kazananı yok...\Mavi altınlara ulaşmak için taşların üzerinden sıçra.

source: Calm and meditation may bring you to the Nirvana.
tr: Sükûnet ve meditasyon seni Nirvana'ya ulaştırabilir.

source: Savoir chuter.\Follow the blue markers.
tr: Savoir chuter.\Mavi işaretleri takip et.

source: Use the new coins to change ball size!\I hope you like it!\-Dave
tr: Topun büyüklüğünü değiştirmek için yeni altınları kullan!\Umarım beğenirsin!\- Dave

source: There are special coins which can make your\ball larger or smaller.
tr: Burada topunu büyütebilecek ya da\küçültebilecek farklı altınlar mevcut.

source: Let's go for a swim...\all the coins are fully submerged.\
tr: Haydi yüzmeye gidelim...\Bütün altınlar suyun içinde.\

source: Fall down stairs.\Ough!\It hurts.
tr: Merdivenlerden düşüyorum.\Aaah!\Bu acıttı işte!.

source: Just let it happen...\then start to worry!
tr: Bırak çarpsın sana...\Sonra endişe etmeye başlarsın!

source: Another test for timer accuracy.
tr: Zamanlayıcının doğruluğu için bir başka test.

source: Le parcours du combattant.\Ready for the assault course?
tr: Le parcours du combattant.\Eğitim parkuru için hazır mısın?

source: La course effrénée.\Let's run some laps.
tr: La course effrénée.\Haydi birkaç tur atalım.

source: Les rampes abruptes.\Control your speed.
tr: Les rampes abruptes.\Hızını kontrol et.

source: L'escalade ardue.\Do you suffer from vertigo?
tr: L'escalade ardue.\Yoksa başın mı dönüyor?

source: Le cycle éternel.\Avoid teleporters...
tr: Le cycle éternel.\Işınlayıcılardan kaç...

source: La ballade tranquille.\What a quiet walk.
tr: La ballade tranquille.\Ne kadar da sessiz bir yürüyüş...

source: La ballade dansante.\Let's dance on the moving platform!\Tip: After activating the last moving platform,\ turn around the Thwomp until the goal is reachable.
tr: La ballade dansante.\Hareketli düzlem üzerinde dans et!\\İpucu: Son hareketli platformu etkinleştirdikten sonra,\hedef ulaşılabilir olana kadar Thwomp'un etrafında dön.

source: La descente infernale.\Easy enough to start?
tr: La descente infernale.\Başlamak için yeterince kolay değil mi?

source: La conduite stressante.\Attention:\The platform under the ball moves forward.
tr: La conduite stressante.\Dikkat!\Topun altındaki platform hareket ediyor.

source: La conduite dangereuse.\The platform under the ball moves quickly forward.\You would do well to advance.
tr: La conduite dangereuse.\Topun altındaki düzlem hızla hareket ediyor.\İlerlesen iyi olur.

source: Le passage incertain.\Isn't too easy?
tr: Le passage incertain.\Kolay görünüyor, değil mi?

source: Ghost Valley.\Make 3 laps to open the goal.
tr: Ghost Valley.\Hedefin açılması için üç tur at.

source: La tour de verre.\Find the way to the exit.
tr: La tour de verre.\Çıkış yolunu bul.

source: La maîtrise de Neverball.\You still think Neverball is too easy?
tr: La maîtrise de Neverball.\Hâlâ Neverball'un çok kolay olduğunu mu düşünüyorsun?

source: Les boucles renversantes.\Upside down!
tr: Les boucles renversantes.\Baş aşağı!

source: Le contrôle des courbes.\Find the right angle to turn,\to jump and to land...
tr: Le contrôle des courbes.\Dönmek, sıçramak ve yere inmek\için en doğru açıyı bul.

source: Le chemin dissimulé.\Test your memory.
tr: Le chemin dissimulé.\Hafıza testi.

source: Le labyrinthe fou.\You know the way, you see it,\so why are you taking another one?
tr: Le labyrinthe fou.\Yolu biliyorsun, görebiliyorsun.\Öyleyse problem ne ki?

source: Le sentier étroit.\Patience and timing.\Tip: maximise speed at the first slope.
tr: Le sentier étroit.\Sabır ve zamanlama\\İpucu: İlk yokuşa mümkün olabilecek\ en yüksek hızla gir.

source: Les épreuves minutées.\Run baby, run!
tr: Les épreuves minutées.\Koş bebeğim, koş!

source: Le petit cross.\Let's go scrambling!\Stick to the track to optimize speed.
tr: Le petit cross.\Haydi yarışalım!\Hızını ayarlamak için yüzeyden ayrılmamaya çalış.

source: La descente rafraîchissante.\Not so fast, not so fast.
tr: La descente rafraîchissante.\O kadar hızlı değil, o kadar da hızlı değil.

source: Le chemin de la foi.\Self-confidence.
tr: Le chemin de la foi.\Özgüven testi.

source: Le sens trigonométrique.\Turn, wait and jump.
tr: Le sens trigonométrique.\Dön, bekle ve sıçra!

source: L'ascension pressée.\Only one piece of advice: don't stop!
tr: L'ascension pressée.\Tek bir tavsiyem var: Asla durma!

source: Un va-et-vient frustrant.\Remember the activation order.
tr: Un va-et-vient frustrant.\Etkinleştirme sırasını hatırla.

source: Street Neverball\Choose your party and score 3 points.
tr: Sokak Neverball'u\Takımını seç ve üç sayı yap.

source: La machine à circonvolutions.\Easy, the goal is just above you.
tr: La machine à circonvolutions.\Çok kolay, hedef hemen üzerinde.

source: Le grand cône.\Living in a cone.
tr: Le grand cône.\Bir koninin içerisindesin.

source: Les flammes ardentes.\Does this remind you of something?
tr: Les flammes ardentes.\Bu sana bir şey hatırlatıyor mu?

source: Les sauts du célèbre plombier.\Follow the coins.
tr: Les sauts du célèbre plombier.\Altınları takip et.

source: Savoir rebondir pour aller plus haut.\The Neverball Arena.\Use the 2 teleports to unlock and reach the goal.
tr: Savoir rebondir pour aller plus haut.\Neverball Arena.\İki ışınlayıcıyı da hedefi açmak\ve ona ulaşmak için kullan.

source: This level is full of challenges:\understand the level's functioning,\learn to fly and to survive,\grab half of all coins to open the goal,\find and reach the goal,\and more...
tr: Bu bölüm zorluklarla dolu:\Bölümün mantığını kavra,\havada süzülmeyi ve hayatta kalmayı öğren.\Hedefi açmak için tüm altınların yarısını topla.\Hedefi ara, yerini bul ve ulaşmaya çalış.\Hepsi ve daha fazlası...

source: Le petit moulin.\The good timing to go in the cabin.
tr: Le petit moulin.\Kabine girmek için zamanlama önemli.

source: Ne pas se laisser emporter dans le néant.\Don't go too low.
tr: Ne pas se laisser emporter dans le néant.\Fazla aşağıya inme.

source: Si si, ce tuyau a une fin.\Living in a pipe.\Tip: slow down for the last jump!
tr: Si si, ce tuyau a une fin.\Bir borunun içindesin.\İpucu: Son sıçrama için yavaşla!

source: Plus dur que la difficulté.\Good luck.
tr: Plus dur que la difficulté.\İyi şanslar.

source: Être patient.\Not too hard.
tr: Être patient.\Çok da zor değil aslında.

source: Le passage éphémère.\Trust the coins.
tr: Le passage éphémère.\Altınlara güven.\Altındakine değil.

source: Hé, on pousse pas !\Not too fast, not too slow.
tr: Hé, on pousse pas!\Ne çok hızlı, ne de çok yavaş.

source: Rainbow Road.\Do 3 laps to open the goal.
tr: Gökkuşağı Yolu.\Hedefi açmak için üç tur at.

source: Le rodéo de Neverball.\You'll fall quickly.
tr: Le rodéo de Neverball.\Çabucak düşeceksin.

source: J'y vais, ou j'y vais pas ?\Do not dither.
tr: J'y vais, ou j'y vais pas?\Tereddüt etme.

source: Préparez un petit sac.\The stomach-tester.
tr: Préparez un petit sac.\Karın ağrısı testi.

source: Un petit échauffement.\Welcome to Mehdi's new set!
tr: Un petit échauffement.\Mehdi'nin yeni bölümlerine hoşgeldiniz!

source: Plus vite que la vitesse.\The definition of speed.
tr: Plus vite que la vitesse.\Hızın tanımı.\Bizzat kendiniz tanık olacaksınız.

source: La danse asiatique\Trust the arrows.
tr: La danse asiatique\Oklara güvenin.\Karşınızdakine değil.

source: Suis le mouvement.\Warning, the road is moving.
tr: Suis le mouvement.\Uyarı: Zemin hareket ediyor.

source: Tranquille, mais pas trop.\Sync yourself to the elevators.
tr: Tranquille, mais pas trop.\Kendinizi asansörle eşleştirin.

source: Les toiles attirantes.\Get out of the webs.
tr: Les toiles attirantes.\Ağların dışına çıkın.

source: Speed is the name of the game.
tr: Hız bu bölümün adıdır.\Tabiki şaka yapıyorum.

source: Tread carefully...\and keep moving!\
tr: Dikkatlice yürüyün...\ve devam edin!\

source: Who's the boss around here anyway?
tr: Buraların patronu kim?

source: You might have to get wet\if you want all the coins.
tr: Bütün coinleri istiyorsan\sanırım biraz ıslanacaksın.

source: Keep your eye on the sky!\but don't run out of time...\
tr: Gözlerinizi gökten ayırmayın!\Ama süreyi kontrol etmeyi de unutmayın...\

source: Stepping stones.
tr: Basamak taşları.

source: Work your way to the top.
tr: Zirveye doğru ilerleyin.

source: Collect 45 coins to unlock the goal.\You can use the teleporter to gain enough speed\for the jump.
tr: Hedefi açmak için 45 coin toplayın.\Yeterli hıza ulaştığınızda,\zıplamak için ışınlayıcıyı kullanabilirsiniz.

source: Control your speed\to avoid a bumpy ride.
tr: Sarsıntılı bir sürüşten kaçınmak için\hızınızı kontrol edin.

source: Learn the course and stick to the rails!
tr: Parkuru ve korkuluklara yapışmayı öğrenin!

source: Let's start with an easy warm-up.\Build speed and leap to the goal.
tr: Kolay bir ısınma turuyla başlayalım.\Hızınızı ayarlayın ve hedefe sıçrayın.

source: Look before you leap...
tr: Sıçramadan önce bakın...

source: Mind your footing!
tr: Fikirler senin temellerin!

source: Watch your footing...
tr: Yeri izle...

source: Walk the plank.\After the teleport, go for speed!
tr: Tahtanın üstünde yavaş gidin.\Işınlayıcıdan sonra hızlanın!

source: Ski Ball!\\Work your way from 10 to 100\in sequence or you'll fall out.
tr: Kayan Top!\\Yolu 10'dan 100'e doğru sırayla açın ya da düşersiniz.

source: Timing is everything.
tr: Zamanlama her şeydir.

source: What goes down must come up!\
tr: Aşağı inen yukarı çıkmalı!\

source: Make sure you are\safely on a purple platform\before 20 seconds have elapsed!
tr: 20 saniye dolmadan\güvenli pembe düzlemlere\ulaştığınızdan emin olun!

source: Afraid of heights?\Try not to get dizzy.
tr: Yüksekten korkuyor musun?\Umarım başınız dönmez.

source: Surf's Up !!
tr: Sörf zamanı !!

source: A 3D arcade game with a ball
tr: 3 Boyutlu Arcade Oyunu

source: A 3D mini golf game
tr: Bir 3 Boyutlu mini golf oyunu
